{
    "Manage": "Manage Existing Reservation",
    "Find": "Find Accomodation",
    "Discover": "Discover more than 250,000 hotels with best price in over 200 countries with SummitLS",
    "Experience": "10 years of experience , More Than 250,000 Hotels in 47,000 destinations in 200 countries",
    "Transparency":"Transparency of prices. The price you see is always the final one.",
    "Dedicate":"Your dedicated SumitLS support team is never more than a phone call", 
    "More":"See more", 
    "cntDedicate":"or email away, providing one-on-one support before, during and after your hotel stay",
    "Specialized":"Specialized in Business Travel", 
    "Experts":"We are 300 travel experts at you finger tips , We have 5 offices around the world equipped with Innovative technology and industry expertise to provide a one-of-a-kind hotel experience", 
    "Satisfaction":"Your Satisfaction is our first priority : You are never alone , Our traveller’s customer service is always at your side , Experienced professionals help you all the way , Our web is available in 5 languages and is supported by an international team", 
    "Fastest":"The fastest and most comfortable booking system In just 3 steps, explore all the hotels all over the world", 
    "Home":"Home", 
    "About":"About", 
    "Testimonials":"Testimonials", 
    "Privacy":"Privacy Policy",
    "Terms":"Terms & Conditions",
    "Contact":"Contact Us",
    "rights":"SummitLS 2018,All rights reserved",
    "SIn":"Sign in",
    "Sout":"Sign out ",
    "Register":"Register",
    "termsandConfitions":"TERMS AND CONDITIONS",
    "terms":"PROGRESS EXHIBITION SERVICES is a privately-owned company, not affiliated with any event or other organization. PROGRESS EXHIBITION SERVICES commences work on your behalf immediately upon signing our contract, by negotiating, arranging, and confirming your orders, and thus your contract amount is due and owing upon the receipt of your signature via payment through the credit card, wire transfer or a check you provided. By paying for any of PROGRESS EXHIBITION SERVICES you agree to the terms & conditions, cancellation policy and / or all other regulations and statements listed herein, as well as any agreement of requested bookings, reservations and / or any other services previously agreed upon or to be agreed upon. Also, you acknowledge that all information you provide to PROGRESS EXHIBITION SERVICES is complete and accurate and you authorize PROGRESS EXHIBITION SERVICES to collect all payments for all charges relevant to the services requested as outlined in your agreement. You further authorize PROGRESS EXHIBITION SERVICES to charge the credit card provided multiple times if necessary to satisfy the entire balance due and you certify that you are the authorized cardholder of the credit card provided. CANCELLATION & REFUND POLICY The client will be emailed confirmation of the order via an invoice within 72 hours of signing the contract. The client is responsible for checking the accuracy of these documents. Modifications or partial cancellations can be requested without any cancelation fees up to two weeks prior to the client’s requested check-In/delivery date only via an email to support@progressexposervices.com. PROGRESS EXPO SERVICES will use its best efforts to accomplish those requests, however, PROGRESS EXHIBITION SERVICES does not guarantee that such modifications or partial cancellations can be made, or that they can be made at the original contract rate. If any order is entirely cancelled within 14 days after receiving the invoice, no fee will be assessed. However, completely cancelling the entire order by the client after this period will incur a charge equal to 15% of the total invoice amount. PRIVACY POLICY PROGRESS EXHIBITION SERVICES believes in protecting your privacy as a result all PROGRESS EXHIBITION SERVICES customers are entitled to complete privacy and will not have their information sold, shared, or distributed in any manner, we will review and address all notices that comply with the requirements above, also be aware that you may be liable for damages if you make a false claim of copyright infringement. PAYMENT POLICY PROGRESS EXHIBITION SERVICES requires 30% payment of total contract at the time services are ordered. This applies to orders booked prior to 30 days from check-In date or/ and requested delivery date. The balance of 70% shall be charged within 30 days of check -In date and / or requested delivery date. For orders booked within 30 days or less of check- In date and / or requested delivery date, the full amount (100%) of the order shall be charged at the time services are ordered. Delay or inconvenience to any client (which shall be deemed to include the heirs, executors, administrators or assigns of the Client), their luggage, or other property, wherever, whenever and however the same may occur. The client indemnifies and holds harmless PROGRESS EXHIBITION SERVICES, its employees and agents accordingly. The Company, its employees and agents shall furthermore not be liable for any indirect and/or consequential loss or damages whatsoever. Amendments of these Conditions No amendment, cancellation or waiver of any term or right referred to herein shall be valid or binding unless reduced to writing and signed by both the client and a duly authorized representative of the PROGRESS EXHIBITION SERVICES. Special Requests Clients who have special requests must specify such requests. Whilst PROGRESS EXHIBITION SERVIES will use its best endeavors to accommodate such requests, it does not guarantee that it always can.",
    "Who we are":"Who we are?",
    "des-who":"Summit is a leading provider of hotel accommodation worldwide, offering booking services through its own network of localized websites and telephone call centers. gives travelers one of the widest selections of accommodation on the net, including both independent and major chain hotels as well as self-catering in over hundreds of thousands of properties worldwide. The company offers a one-stop shopping source for hotel pricing, amenities and availability and also specializes in providing travelers with accommodation during sold-out periods.Our Mission Summit makes housing shine through savvy service and bold technology for our clients, customers,hotels and destinations.",
    "vision":"Our Vision",
    "vision-body":"Our vision is to be the leading partner of hospitality planning; With a personal touch and global reach, we build powerfully simple tools and deliver simply powerful experiences. Advanced Customer Service Our clients and partners are the prime focus of our activity. We have achieved an established independent presence in the global B2B travel industry by always supporting you to achieve your business objectives. We do that by providing high quality services at the most competitive price backed by excellent customer service. The Summit dedicated customer service team is fully trained and always ready to answer your questions and help you get the most of your Summit experience. We built a brand new user-friendly, modern and inspiring online reservation system to allow you faster and more extensive search on hotel rates around the world. We are committed to offering you the fastest and friendliest online booking experience."
}